Repository: xbmc/metadata.tvshows.themoviedb.org.python
Catalog: resources/language/resource.language.*/strings.po
Languages: ro_ro

# Addon Summary
source: Fetch TV Show metadata from themoviedb.org
ro_ro: Obține metadatele pentru filmele seriale de la themoviedb.org

# Addon Description
source: The Movie Database (TMDb) is a community built movie and TV database. Every piece of data has been added by our amazing community dating back to 2008. TMDb's strong international focus and breadth of data is largely unmatched and something we're incredibly proud of. Put simply, we live and breathe community and that's precisely what makes us different.
ro_ro: The Movie Database (TMDb) este o bază de date de filme artistice și seriale construită de comunitate. Fiecare informație a fost adăugată de către comunitatea noastră uimitoare începând încă din 2008. Concentrarea internațională puternică a TMDb și multitudinea de date este în mare parte de neegalat și este ceva cu care ne mândrim. Ca să o spunem pe îndelte noi trăim și respirăm cu munitatea și exact asta ne face diferiți.

# #30000
source: Preferred language
ro_ro: Limba preferată

# #30001
source: Preferred certification country
ro_ro: Țara preferată de clasificare audiovizuală pentru protecția minorilor

# #30002
source: Include certification prefix
ro_ro: Include prefixul de clasificare audiovizuală

# #30004
source: Keep original title
ro_ro: Păstrează titlul (numele) original

# #30005
source: Categorize fanart with text as landscape art
ro_ro: Categorisește decorul cu text ca artă de tip peisaj

# #30006
source: Include country code with studio
ro_ro: Include codul țării cu studioul

# #30007
source: Add keywords as tags
ro_ro: Adaugă cuvintele cheie ca etichete

# #30008
source: Preferred language (Images)
ro_ro: Limba preferată (Imagini)

# #30009
source: Use different language for images
ro_ro: Folosește o limbă diferită pentru imagini

# #30101
source: Client key (optional)
ro_ro: Cheie client (opțională)

# #30102
source: Enable fanart
ro_ro: Activează decorul

# #30103
source: Enable poster
ro_ro: Activează afiș

# #30104
source: Enable banner
ro_ro: Activează drapel

# #30105
source: Enable clearlogo
ro_ro: Activează sigla clară

# #30106
source: Enable clearart
ro_ro: Activează arta clară

# #30107
source: Enable landscape
ro_ro: Activează peisajul

# #30108
source: Enable character art
ro_ro: Activează arta personajelor

# #30109
source: Include art from fanart.tv
ro_ro: Include artă de la fanart.tv

# #30150
source: Enable season poster
ro_ro: Activează afișele sezoanelor

# #30151
source: Enable season banner
ro_ro: Activează drapelele sezoanelor

# #30152
source: Enable season landscape
ro_ro: Activează peisajele sezoanelor

# #30200
source: Advanced
ro_ro: Avansate

# #30201
source: Verbose debug logging
ro_ro: Jurnalizare de depanare detaliată

# #30300
source: Ratings
ro_ro: Note

# #30301
source: Default rating from
ro_ro: Nota implicită de la

# #30302
source: Also add IMDb ratings
ro_ro: Adaugă și notele de la IMDb

# #30303
source: Also add Trakt.tv ratings
ro_ro: Adaugă și notele de la Trakt.tv

# #30304
source: Also add TMDb ratings
ro_ro: Adaugă și notele de la TMDb

# #30305
source: Enable Trailer
ro_ro: Activează secvențele

# #30306
source: Addon Player
ro_ro: Redator suplimente
